import DashTable from '../../../Layouts/sections/DashTable';

export default function RecentSales() {
    const data = [
        {
            'شماره فاکتور': '000020',
            مشتری: 'رضا شافعی',
            فروشنده: 'ویرا ایرانی',
            'مبلغ فاکتور': '289,000,000',
            وضعیت: 'تایید شده',
            تاریخ: '1401/12/24',
        },
        {
            'شماره فاکتور': '000020',
            مشتری: 'رضا شافعی',
            فروشنده: 'ویرا ایرانی',
            'مبلغ فاکتور': '289,000,000',
            وضعیت: 'تایید شده',
            تاریخ: '1401/12/24',
        },
        {
            'شماره فاکتور': '000020',
            مشتری: 'رضا شافعی',
            فروشنده: 'ویرا ایرانی',
            'مبلغ فاکتور': '289,000,000',
            وضعیت: 'پرداخت شده',
            تاریخ: '1401/12/24',
        },
        {
            'شماره فاکتور': '000020',
            مشتری: 'رضا شافعی',
            فروشنده: 'ویرا ایرانی',
            'مبلغ فاکتور': '289,000,000',
            وضعیت: 'پرداخت شده',
            تاریخ: '1401/12/24',
        },
        {
            'شماره فاکتور': '000020',
            مشتری: 'رضا شافعی',
            فروشنده: 'ویرا ایرانی',
            'مبلغ فاکتور': '289,000,000',
            وضعیت: 'تایید شده',
            تاریخ: '1401/12/24',
        },
    ];
    return (
        <div className="container mx-auto my-4">
            <DashTable data={data} mainTitle="فروش های اخیر" />
        </div>
    );
}
